 
                                  Введите пароль
§1                   НАЧАЛО F1:
СКИДКИ   §1:§2           КОНЕЦ F1:
СКИДКИ   §1:§2            НАЧАЛО F2:
СКИДКИ   §1:§2           КОНЕЦ F2:
СКИДКИ   §1:§2            НАЧАЛО F3:
СКИДКИ   §1:§2           КОНЕЦ F3:
СКИДКИ   §1:§2            монета      §1  §2
карта    0=прин. монета      §1  §2
бе.карты 0=прин. макс. кредит
§1                     1=ПРОГРАММИР.
2=СТАТ. 3=ТЕСТ.       4=МОЙКА  6=МОДЕМ
5=ОБСЛУЖ.          1=ПРОГР  2=СТАТ
3=ТЕСТ   4=МОЙКА    1=ПРОГР  2=СТАТ
3=ТЕСТ   4=МОЙКА    скид.
карта    -  §1 %              Def. Vibr. mot.
Time gr.  §1  §2    ПОДКЛЮЧЕН
                          не использ.
                        ИНГРЕД. §1
0=отключ.   §2.§3        ДОЗА граммы
ИНГРЕД. §1  §2.§3       Задержка
ИНГРЕД.  §1 §2.§3          Число остановок
0-2 15=мак   §1     время ВОДЫ §1
0=отключ.   §2.§3     Задержка
ВОДЫ §1    §2.§3           МИКСЕР §1
0=отключ.   §2.§3         Задержка
МИКСЕРА §1  §2.§3          напор воды : §1
§2                  Название§1§2
§3                     Задержка трубок
§1.§2               Программирование
§1                 скорость МИКС §1
§2                 день недели
§1.                     ВКЛЮЧЕНИЕ :
§1.     §2:§3           ВЫКЛЮЧЕНИЕ :
§1.     §2:§3          МОЙКА:
§1:§2                        ВРЕМЯ:
§1:§2                        ДЕНЬ:
§1                            МЕСЯЦ:
§1                           ГОД:
§1                             ВОДА КОФЕ ЭСПР.
0=отключ. cc:§1     ПОСЛЕД.КОФЕ
1=сначала кофе §1       Киловатт/час
§1.§2                  X4 rinse 2 wat.
in brewer  §1ml     первая установка
0=старт       §1   не использ.
                        Fresh Milk
§1                       НАПРЯЖЕНИЕ
вольт:      §1.§2        ТЕСТ МОДЕМА
КН. 4                   не использ.
                        ПРЕДВ. ВЫБОР
                       ОТКЛЮЧЕН
----------------           X5 wait time 2
wat. brew. §1.§2s    Def. Vibr. mot.
Speed gr. §1  §2    ПОКАЗАТЬ ТЕМП.
НА ДИСП. 1=ДА §1     X6 wait time 3
empty wat. §1.§2s    ОБЩ.К-ВО ПРОДАЖ
§1                  ЧАСТ.К-ВО ПРОДАЖ
§1                 ОБ.СУММА ВЫРУЧКИ
§1                 ЧА.СУММА ВЫРУЧКИ
§1                 ОБЩ.К-ВО ПРОБ
§1                    ЧАСТ.К-ВО ПРОБ
§1                   всего полож.на
карту§1 §2           част.полож.на
карту§1 §2            всего снято с
карты§1 §2            част.снято с
карты§1 §2             всего полож.на
карту  §1            част.полож.на
карту  §1             всего снято с
карты  §1             част.снято с
карты  §1              не использ.
                        не использ.
                        не использ.
                        не использ.
                        не использ.
                        не использ.
                        не использ.
                        не использ.
                        ВЫБ. §1 КН.  §2
§3                  ВЫБ. КН.  §1
§2                     ВЫБ. КН.   §1
СО СКИД§2             ВЫБ. КН.   §1
КУВШИН §2             МОНЕТА §1
§2                        ЦЕНА  §1
§2                         ТЕМПЕРАТУРА
Темп. КЛ 1  §1          DEFINITION
first coffee §1          ТЕМПЕРАТУРА
Темп. КЛ 2  §1          PL для наличных
0=PL1 1=PL2    §1   выбир.кофемолки2
1=да           §1  Не использ.
                        пред. выбор
ЯЧМЕННЫЙ                РЕГИСТРАЦИЯ----
СБОЕВ               Selection repeat
§1                 время нагрева
sec.: §1.§2           ТЕМПЕРАТУРА
Темп. КЛ 3  §1          ПРОГРАММИРОВАНИЕ
-КНОПКИ §1------   ПРОГРАММИРОВАНИЕ
-ЧАСОВ----------   ПРОГРАММИРОВАНИЕ
ЦЕН          §1    ПРОГРАММИРОВАНИЕ
-ЦЕН------------   ПРОГРАММИРОВАНИЕ
-МОНЕТ ---------   ПРОГРАММИРОВАНИЕ
-ТЕМПЕРАТУРЫ----   ПРОГРАММИРОВАНИЕ
-----РАЗНОЕ-----   ДИАГНОСТИКА-----
----------------   --ДАННЫЕ О ПРОД.
----------------   ПРОГРАММИРОВАНИЕ
СПЕЦ. ЦЕН=§1       ПРОГРАММИРОВАНИЕ
СПЕЦ. ЦЕН          ПРОГРАММИРОВАНИЕ
СЧЕТЧ.ПРОДУКТА     ПРОГРАММИРОВАНИЕ
ОБСЛУЖИВАНИЯ       ПРОГРАММИРОВАНИЕ
КАРТЫ RFID         ТЕСТОВАЯ ВЫД.
САХАРА  sel 4         Чайный пакетик
0=откл.       §1     число циклов
§1                     пауза цикла
сек:       §1           выбор цикла
0=фикс.        §1       код машины
A        §1              код машины
B        §1              номер сообщения
§1                  тип монетоприем.
§1                 меню прогр.
код доступа  §1         не использ.
                        размеш. 0=снач.
1=после      §1     время вентил.
мин.        §1        время зв.сигнала
сек.         §1.§2 десятичные доли
§1                  PL for cashless
0=PL1 1=PL2    §1   язык:
англ.                         ОСТАН.ВЫБ.
нет=0 да=1  §1           Бесплатный
                         ТЕМПЕРАТУРА
Дельта       §1         не использ.
                        не использ.
                        калиб.помпы   §1
§2 §3 %            калиб.мотора §1
§2 §3 %             время работы
кофемол.    §1.§2      количество кофе
гр.кофемол. §1.§2   калибр. кофемол
§1 §2 %             Пред. выбор
БЕЗ САХАРА              ТЕСТ. ВЫД.
САХАРА выб. 4            Пред. выбор
БЕЗ САХАРА              доп. молоко
кол-во     +§1.§2       Латте Макиато
зап.блока   §1.§2     не использ.
                        Огр. силы тока
10A                  Не Использ.
                        ТЕМПЕРАТУРА
нагревателя: §1         не использ.
                        кофе в зернах
[§1.§2]  §3.§4        объем воды
Эспрессо   -§1 %         контейнер
кофе 2    n:   §1         кофе 2 цена
0=+ 1=-       §1        электрокл.микс.
Кофе 2    n:   §1   Актив.пред. выб
кноп. §1:§2         Контейнер
САХАР        n:§1         X7 rinsing
temperat.  §1            Пред.выбор
ЭСПРЕССО                 размешиватель
§1                    Пред. выбор
ДОП. САХАР              МОЛ.ПРОДУКТ
ЛАТ. МАКИАТО n:§1       Включ.счетчик
0=нет  1=да   §1      доп. сахар
кол-во     +§1.§2        Контейнер
ЯЧМЕН.       n:§1         электрокл.микс.
ЯЧМЕН.       n:§1   ЯЧМЕН.цена
0=+ 1=-       §1         n.§1 off §2 §3
§4:§5 §6-§7-20§8     n.§1  НЕТ
НЕ РАБОТАЕТ               размешиватель
§1                    датчик стаканч.
1=ВКЛ          §1   Vibr.mot.
Time gr.     §1           Vibr. mot.
Speed gr.    §1          PWM Pump
§1%                        FREE VEND enable
0=no 1=1 2=++  §1  Не использ.
                        жм.ко фе без коф
[§1]    §2         FREE VEND enable
0=no 1=1 2=++  §1  Не использ.
                        Не использ.
                        кол-во прод. §1
[§2.§3]  §4.§5      Пред. выбор
КУВШИНА                 Электрокл.св.
молока      §1.§2     не использ.
                        пред. прод. §1
порог:    §2.§3      ост. прод. §1
1=стоп        §2      ОБЩ.К-ВО БЕСП.ПР
§1                 ЧАС.К-ВО БЕСП.ПР
§1                 ОБЩ.СУМ.ПРОД.НАЛ
CASH   §1          ЧАС.СУМ.ПРОД.НАЛ
CASH   §1          ОБЩ.К-ВО ПР.НАЛ.
§1                 ЧАСТ.К-ВО ПР.НАЛ
§1                 ОБЩ.СУМ.ВЫР.НАЛ.
§1                 ЧАСТ.СУМ.ВЫР.НАЛ
§1                 ОБ.К-ВО ПР.КАР §1
§2                ЧА.К-ВО ПР.КАР §1
§2                ОБЩ.К-ВО ПР.КАРТ
§1                 ЧАСТ.К-ВО ПР.КАР
§1                 Опустош.трубок
кн.:4-5-7-8-9-10     Размен активен
0=да 1=нет    §1     Макс. кредит
§1                     Макс. сдача
§1                      Тип продаж
0=одна 1=неск. §1        Стоимость жетона
§1                 сдача монет. §1 §2
0=прин.1=откл.   нет сдачи мон§1 §2
0=прин. 1=откл.  Сумма в труб.MDB
§1                 Купюроприемник
вкл=  0;1;2  =§1     ПРОГРАММИРОВАНИЕ
- MDB ----------   Пред. выбор
ДОП. МОЛОКО             Пред. выбор
ЭСПРЕССО                Пред. выбор
выборы 25-36            Пред. выбор
БЕЗ. КОФЕИНА            Пред. выбор
не использ.             Пред. выбор
СВОЯ ЧАШКА              Пред. выбор
ЯЧМЕН.                  ТЕСТ. ГРУПП
Поглощение выб.4        бойлер  cc:
0=400   1=800  §1       не использ.
                        быстрое меню
код доступа  §1        Электрокл.возд.
св.молока  §1.§2    не использ.
                        ПРОГРАММИРОВАНИЕ
КАЛИБ.МОТОРОВ      Калибр.кофе
Наж. ПРОГ.  §1          ЛМ.ВОДА
Номер=         §1           не использ.
                        Дезинсталляция
10=СТАРТ             ТЕМПЕРАТУРА
Эспрессо    §1          не использ.
                        ТЕМПЕРАТУРА
котел       §1          X8 Clousure
brewer      §1%         ТЕМПЕРАТУРА
латте-макиа.§1          код    ID 101
§1                    код    ID 104
§1                    код    ID 106
§1                    адрес  VIDTS
§1                     Протокол
§1                         Дан.Audit 0=TMON
1=DDCMP 2=DIAG §1  не использ.
                        ПРОГРАММИРОВАНИЕ
-ИД. МАШИНЫ        Декрет.время
1=да           §1      не использ.
                        LOW PRESSURE
                       X9 wait time 3
last cof. §1 min     X10 min cof. qty
to engage §1 cc    A1 PWM Variflex
move        §1%     A2 Pump On time
§1.§2[s]            Пред. выбор
выборы 37-48            Пред. Выбор
БОЛ. СТАКАН             Датчик кофе
1=Включить    §1        не использ.
                        ВОДА
процент    +§1 %               + или   -  ЦЕНА
0=+  1=-      §1    ПРОДУКТ
процент    +§1 %            не использ.
                        не использ.
                        не использ.
                        не использ.
                        не использ.
                        ПРЕД.СМАЧИВАНИЕ
0=нет   сек.:§1     КУВШИН
0=нет       n:§1             Пред. Выбор
САХАР                   Пред. Выбор
ЛОНГ                    Вода
ЛОНГ       +§1 %               Кол-во порций
Бинго      §1         цена с картой
1=цена  happy  §1     нажм <ПРОГ> для
загр:   §1          САХАР по умолч.
LED:0-5       =§1   не использ.
                        A3 Pump OFF time
§1.§2[s]           A5 pressure
number        §1        ПРОГРАММИРОВАНИЕ
-MDB USD--------   ПРОГР. MDB USD §1
ВЫБ. 4            ПРОГР. MDB USD
ВЫБ. 4               Калибр.мотора §1
гр/сек    §2       прод. §1 исп.
част.г.§2             прод. §1 исп.
общ.г  §2             КАЛИБРОВКА------
ПОТ.ПРОДУКТА       ДАН.ПРОД.ПРОД. -
                   ТЕСТ МОТОРА
Абсорбция выб.4         вкл. жернов  §1
§2 §3 %             не использ.
                        Акт.сбр. фильтра
воды  0=нет   §1   не использ.
                        A6 water after
coffee   §1[ml]      A7 chamber
aperture    §1%          СК ВРАЩЕНИЯ
0=авто 1=ручн. §1       Вкл. предпрогрев
выбор     §1       MDB offset own
cup 0=no 1=yes §1    Размер гранул
§1                    не использ.
                        pricehold query
no=0 yes=1    §1    Уст.водяную
помпу 0-4      §1       Давление за.узла
0=мак.10=мин. §1   Двойной кофе
0=нет 1=да     §1      Присутствие
каплесб. 1=да -§1       Не использ.
                        Пред. выбор
назв:   §1              не использ.
                        Cup size
§1                         vend payment
timeout §1 sec.        Задержка электр.
св.молока   §1.§2  Задержка электр.
возд.св.мол §1.§2  не использ.
                        не использ.
                        ПРОГРАММИРОВАНИЕ
VARIGRIND §1       A7 chamber
aperture    §1%          ПРОГРАММИРОВАНИЕ
КАПУЧИНАТОРА       выдача стакана
0=Да 1=нет     §1    не использ.
                        не использ.
                        ПРОГРАММИРОВАНИЕ
VARIGRIND 2        PRESEL. NUM §1§2
§3                 Провер.данные
§1                    Water Flush mode
1=ON 0=OFF §1       
                                  xxxxxx
                             ПРОГРАММИРОВ.---
RFID ЧЕРН.СПИСОК   блок.карты§1
номер       §2         TEST CUP STATION
sel 4              не использ.
                        ПРОГРАММИРОВАНИЕ
VARIFLEX           ПРОГРАММИРОВАНИЕ
MICRO              ПРОГРАММИРОВАНИЕ
                   ТЕМПЕРАТУРА
Темп. КЛ 4  §1          Предварит.выбор
ПОЗИЦИИ 49-60       xxxxxx
                             xxxxxx
                             не использ.
                        Время мойки
КАПУЧИН.   §1:§2        Добавка молока -
включ.  да =1- §1  Калибр.кофе 2
Наж. ПРОГ.  §1        cup sens.thresh.
0=dis  §1 - §2     Set Free Vend
Ins hours   §1        Enable dataaudit
before  1=yes  §1  Instant Scaling
Factor   §1 §2 %    ТЕСТ МЕШАЛКИ
выб. 4                 Уровень защиты
уровень1-4     §1    Calibrate Cof  3
Push PROG   §1     Calibrate Cof  4
Push PROG   §1     повтор кофе
0=откл         §1       Текущий язык
§1                     ВКЛЮЧЕНИЕ :
§1.     §2:§3           X4 rinse 2 wat.
in brewer  §1ml     НАПРЯЖЕНИЕ
вольт:      §1.§2        РЕГИСТРАЦИЯ----
СБОЕВ               размеш. 0=снач.
1=после      §1     десятичные доли
§1                  датчик стаканч.
1=ВКЛ          §1   электрокл.микс.
Кофе 2    n:   §1   не использ.
                        Число остановок
0-2 12=мак   §1     Power adj. pump
0=no 1=yes  §1      